<template>
  <div class="content">
    <h1>Тестовое задание</h1>
    <p>
      Тестовое задание – дополнительный способ для нас убедиться в вашей
      квалификации и понять, какого рода задачи вы выполняете эффективнее всего.
    </p>
    <p>
      Расчётное время на выполнение тестового задания: 3-3,5 часа – при этом
      обращаем ваше внимание, важно правильно реализовать функционал формы и
      разбиение кода на компоненты.
    </p>
    <p>
      У текущего тестового задания нет чёткого технического задания – такие
      задачи у нас встречаются. Однако, ниже – все необходимые и достаточные
      вводные данные для успешного решения задачи.
    </p>
    <p>
      Задача: разработать интерактивную страницу по макету. Форма должна
      работать корректно, запросы должны отправляться на сервер, навигация
      должна работать.
    </p>
    <p>
      В связи с ограничением времени (не тратьте на эту задачу более 3,5 часов)
      – нет необходимости делать внешний вид страницы один-в-один как в макете:
      достаточно, чтобы было похоже на макет и аккуратно.
    </p>
    <p>
      Макет:
      <a href="https://yadi.sk/i/p692_7XyXu3ssQ" target="_blank">ссылка на макет</a>
    </p>
    <p>
      Использовать следующие технологии: Nuxt, Vue.js. Использовать
      css-фреймворки нежелательно.
    </p>
    <p>Результат выполнения задачи:</p>
    <p>- исходный код приложения в github</p>
    <p>- инструкция по разворачиванию приложения</p>
    <p>! Время - нестрогое, как выполните - отправляйте.</p>
    <p>
      ! Для нас важно понимание, как вы мыслите, как работаете, что знаете
      хорошо, а в чем не разбираетесь. Если вы переживаете, что где-то допустите
      ошибку - смело пробуйте, это стажерская позиция
    </p>
  </div>
</template>

<style>
.content{
  box-shadow: 0px 6px 5px 1px #000000;
  margin: 0px 10px;
  padding: 20px;
}
</style>
